Repository: rugyada/om-cc1
Catalog: po/*.po
Languages: es, fr, hu, pl, sr

source: Hi
es: Hola
fr: Bonjour
hu: Helló
pl: Cześć
sr: Здраво

source: OpenMandriva Control Center
es: Centro de Control OpenMandriva
fr: Centre de contrôle OpenMandriva
hu: OpenMandriva Vezérlőközpont
pl: Centrum Sterowania OpenMandriva
sr: OpenMandriva Контролни Центар

source: Welcome
es: Bienvenido
fr: Bienvenue
hu: Üdvözlet
pl: Witaj
sr: Добродошли

source: Software
fr: Logiciel
hu: Szoftver
pl: Oprogramowanie
sr: Софтвер

source: Hardware
fr: Matériel
hu: Hardver
pl: Sprzęt
sr: Хардвер

source: Devices Configuration
es: Configuración de dispositivos
fr: Configuration du matériel
hu: Eszköz konfiguráció
pl: Konfiguracja Urządzeń
sr: Подешавање уређаја

source: Local Disk configuration
es: Configuración del disco local
fr: Configuration du disque local
hu: Helyi lemez konfiguráció
pl: Konfiguracja dysków lokalnych
sr: Подешавање локалних дискова

source: Networks
es: Redes
fr: Réseaux
hu: Hálózatok
pl: Sieci
sr: Мреже

source: Network Sharing
es: Compartir redes
fr: Partage de réseau
hu: Hálózati megosztás
pl: Udostępnianie Sieci
sr: Мрежно дељење

source: Network servers
es: Servidores de red
fr: Serveurs réseau
hu: Hálózati kiszolgálók
pl: Serwery sieciowe
sr: Мрежни сервери

source: System
es: Sistema
fr: Système
hu: Rendszer
sr: Систем

source: Desktop
es: Escritorio
fr: Bureau
hu: Asztal
pl: Pulpit
sr: Десктоп

source: Security
es: Seguridad
fr: Sécurité
hu: Biztonság
pl: Bezpieczeństwo
sr: Сигурност

source: About
es: Acerca de
fr: À propos
hu: Rólunk
pl: O
sr: О

source: OpenMandriva Control Center is a set of tools to help you to configure your system, in each its part. All in the same place and in the easiest way possible: <br/> In each section you will find the programs to configure: <br/> - Software Management<br/> - Devices, Local Disks and Partition Manager<br/> - Network and Internet<br/> - System Configuration<br/> - System Security<br/> - and other parts of your system.<br/>
es: OpenMandriva Control Center es un conjunto de herramientas que le ayudarán a configurar su sistema, en cada una de sus partes. Todo en el mismo lugar y de la forma más sencilla posible: <br/> En cada sección encontrarás los programas a configurar: <br/> - Gestión de software<br/> - Dispositivos, discos locales y administrador de particiones<br/> - Redes e Internet<br/> - Configuración de sistema<br/> - Seguridad del sistema<br/> - y otras partes de su sistema.<br/>
fr: Le centre de contrôle OpenMandriva est un ensemble d'outils pour vous aider à configurer votre système, dans tous ses aspects. Tout est au même endroit et le plus simple possible. Dans chaque section, vous trouverez les programmes à configurer : - Gestion des logiciels : - Appareils, disques locaux et gestionnaire de partition : - Réseau et Internet : - Configuration du système : - Sécurité du système : - et d'autres parties de votre système.
hu: Az OpenMandriva vezérlőközpont egy eszközkészlet, amivel beállíthatja a rendszere minden egyes részét. Minden egy helyen a lehető legegyszerűbb módon:<br/> Az egyes szakaszokban megtalálja a programokat, amivel konfigurálhatja a:<br/> - Szoftverkezelést<br/> - Eszközöket, helyi lemezeket és partíciókat<br/> - Hálózati és Internetbeállításokat<br/> - Rendszerbeállításokat<br/> - Rendszerbiztonságot<br/> - a rendszere egyéb részeit.<br/>
pl: Centrum Sterowania OpenMandriva jest zestawem narzędzi, które pomogą ci skonfigurować twój system w każdym aspekcie. Wszystko w tym samym miejscu i w najprostszy sposób jak to tylko możliwe:<br/> W każdej sekcji znajdziesz programy do konfiguracji:<br/> - Zarządzenie Oprogramowaniem<br/> - Urządzenia, Dyski Lokalne i Menadżer Partycji<br/> - Sieć i Internet<br/> - Konfiguracja Systemu<br/> - Bezpieczeństwo Systemu <br/> - i inne części twojego systemu.<br/>
sr: OpenMandriva Контролни Центар представља групу алата који ти помажу да подесите свој систем, у сваком његовом делу.. Све на једном месту и на најлакши могући начин: <br/> У свакој секцији ћеш пронаћи програме за подешавања: <br/> - Управљање софтвером<br/> - Уређаји, Локални дискови и менаџер за партиције<br/> - Мрежа и Интернет<br/> - Подешавање система<br/> - Сигурност система<br/> - и остали делови твог система.<br/>

source: Software and media management
es: Software y manejo de medios
fr: Gestion des logiciels et médias
hu: Szoftver- és médiakezelés
pl: Zarządzanie oprogramowaniem i nośnikami
sr: Управљање Софтвером и медији

source: Install additional applications with dnfdragora
es: Instalar aplicaciones adicionale con dnfdragora
fr: Installer des applications supplémentaires avec dnfdragora
hu: Telepítsen további applikációkat a dnfdragora programmal.
pl: Zainstaluj dodatkowe aplikacji za pomocą dnfdragora
sr: Инсталирај додатне апликације са dnfdragora

source: Find and install applications available in the repositories
es: Encontrar e instalar aplicaciones disponibles en los repositorios
fr: Chercher et installer des applications disponibles dans les dépôts
hu: Keressen és telepítsen tárolókban megtalálható applikációkat.
pl: Znajdź i zainstaluj aplikacji dostępne w repozytoriach
sr: Пронађи и инсталирај апликације доступне у складиштима

source: Add restricted
es: Agegar restriccion
fr: ajouter «restricted»
hu: Korlátozott hozzáadása
pl: Dodaj restricted
sr: Додај ограничена

source: Enable restricted repository
es: Habilitar repositorio restringido
fr: activer le dépôt restreint
hu: Korlátozott tároló engedélyezése
pl: Włącz repozytorium restricted
sr: Омогући ограничена складишта

source: Remove restricted
es: Remover restringido
fr: Retirer «restricted»
hu: Korlátozott eltávolítása
pl: Usuń restricted
sr: Уклони ограничена

source: Disable restricted repository
es: Deshabilitar repositorio restringido
fr: Désactiver le dépôt des paquets restreints
hu: Korlátozott tároló tiltása
pl: Wyłącz repozytorium restricted
sr: Онемогући ограничена складишта

source: Add unsupported
es: Agregar no soportado
fr: Ajouter «unsupported»
hu: Nem támogatott hozzáadása
pl: Dodaj unsupported
sr: Додај неподржана

source: Enable unsupported repository
es: Habilitar repositorio no soportado
fr: Activer le dépôt des logiciels non pris en charge
hu: Nem támogatott tároló engedélyezése
pl: Włącz repozytorium unsupported
sr: Омогући неподржана складишта

source: Remove unsupported
es: Remover no soportado
fr: Retirer «unsupported»
hu: Nem támogatott eltávolítása
pl: Usuń unsupported
sr: Уклони неподржана

source: Disable unsupported repository
es: Deshabilitar repositorio no soportado
fr: Désactiver le dépôt des paquets non pris en charge
hu: Nem támogatott tároló tiltása
pl: Wyłącz repozytorium unsupported
sr: Онемогући неподржана складишта

source: Add non-free
es: Agregar no gratuito
fr: Ajouter «non free»
hu: Non-free hozzáadása
pl: Dodaj non-free
sr: Додај не-слободна

source: Enable non-free repository
es: Habilitar repositorio no gratuito
fr: Activer le dépôt des paquets non libres
hu: Non-free tároló engedélyezése
pl: Włącz repozytorium non-free
sr: Омогући не-слободна складишта

source: Remove non-free
es: Remover no gratuito
fr: Retirer «non-free»
hu: Non-free eltávolítása
pl: Usuń non-free
sr: Уклони не-слободна

source: Disable non-free repository
es: Deshabilitar repositorio no gratuito
fr: Désactiver le dépôt des paquets non libres
hu: Non-free tároló tiltása
pl: Wyłącz repozytorium non-free
sr: Онемогући не-слободна складишта

source: OpenMandriva repo-picker
es: Selector de repositorios OpenMandriva
hu: OpenMandriva tárolóválasztó
sr: OpenMandriva изборник складишта

source: Enable and disable repositories the easy way
es: Habilitar y deshabilitar repositorios de forma facil
fr: Activer et désactiver simplement les dépôts
hu: Engedélyezze vagy tiltsa a tárolókat egyszerűen.
pl: Włącz i wyłącz repozytoria w łatwy sposób
sr: Омогући и онемогући складишта на једноставан начин

source: Backup your data with an easy to use user interface
es: Respaldar tus datos con una interfase facil de utilizar
fr: Sauvegarder vos données de manière intuitive
hu: Mentse az adatait egy egyszerűen használható felhasználói felülettel
pl: Wykonaj kopię zapasową danych za pomocą łatwego w użyciu interfejsu użytkownika
sr: Направите резервну копију својих података помоћу једноставног корисничког интефејса

source: Storage Devices
es: Dispositivos de almacenamiento
fr: Matériels de stockage
hu: Tárolóeszközök
pl: Urządzenia pamięci masowej
sr: Уређаји за складиштење података

source: Shows the disk usage of the mounted devices
es: Mostrar el uso del disco de los dispositivos montados.
fr: Montrer l'usage disque des matériels montés
hu: Megmutatja a felcsatolt eszközök lemezhasználatát
pl: Pokaż wykorzystanie dysku w zamontowanych urządzeniach
sr: Приказује заузеће дискова монтираних уређаја

source: Devices Configurations
es: Configuración de dispositivos
fr: Configuration des matériels
hu: Eszközök konfigurációi
pl: Konfiguracja urządzeń
sr: Подешавања уређаја

source: Display and Monitor
es: Pantalla y monitor
fr: Affichage et écrans
hu: Megjelenítés és monitor
pl: Wyświetlanie i Monitor
sr: Приказ и Монитор

source: Manage and configure monitor and display
es: Administrar y configurar el monitor y la pantalla
fr: Gérer et configurer les écrans et l'affichage
hu: Monitor és kijelző kezelése és konfigurálása
pl: Zarządzanie i konfigurowanie monitora i wyświetlania
sr: Управљајте и подесите монитор и приказ

source: Configure your printer
es: Configura tu impresora
fr: Configurer votre imprimante
hu: Nyomtató konfigurálása
pl: Skonfiguruj swoją drukarkę
sr: Подесите свој штампач

source: Configure your printer, add drivers for HP, EPSON, etc
es: Configura tu impresora, agrega controladores para HP, EPSON, etc.
fr: Configurer votre imprimante, ajouter les pilotes HP, Epson etc.
hu: Nyomtató konfigurálása, illesztőprogramok hozzáadása HP, EPSON stb. számára
pl: Skonfiguruj swoją drukarkę, dodaj sterowniki do HP, EPSON, itp.
sr: Подесите свој штампач, додајте драјвере за HP, EPSON, итд.

source: Local Disk Configurations
es: Configuración de disco local
fr: Configuration des disques locaux
hu: Helyi lemez konfigurációi
pl: Konfiguracja dysków lokalnych
sr: Подешавање локалног диска

source: Configure your local drives
es: Configura tus unidades locales
fr: Configurer vos disques locaux
hu: Konfigurálja a helyi lemezeket
pl: Skonfiguruj swoje lokalne dyski
sr: Подеси своје локалне дискове

source: Change, configure and manage your local drives
es: Cambia, configura y administra tus unidades locales
fr: Changer, configurer et gérer vos disques locaux
hu: A helyi meghajtók módosítása, konfigurálása és kezelése
pl: Zmień, skonfiguruj i zarządzaj swoimi lokalnymi dyskami
sr: Измените, подесите и управљајте својим локалним дисковима

source: Audio Volume
es: Volumen de audio
fr: Volume audio
hu: Hangerő
pl: Poziom głośności Audio
sr: Јачина звука

source: Configure Audio
es: Configuración de audio
fr: Configurez le volume
hu: Hang beállítása
pl: Konfiguracja Audio
sr: Подеси звук

source: Audio and Video
es: Audio y Video
fr: Audio et vidéo
hu: Hang és Videó
pl: Audio i Wideo
sr: Аудио и Видео

source: Phonon Audio and Video
es: Phonon Audio y Video
fr: Audio et vidéo Phonon
hu: Phonon Audio és Video
pl: Phonon Audio i Wideo
sr: Phonon Аудио и Видео

source: Networks Configurations
es: Configuración de redes
fr: Configuration des réseaux
hu: Hálózati beállítások
pl: Konfiguracje Sieci
sr: Мрежна подешавања

source: Connections
es: Conexiones
fr: Connexions
hu: Kapcsolatok
pl: Połączenia
sr: Конекције

source: Edit your Network Connections
es: Edita tus conexiones a redes
fr: Configurer vos connexions réseau
hu: Hálózati kapcsolatok módosítása
pl: Edytuj twoje połączenia sieciowe
sr: Уреди своје Мрежне конекције

source: System Configurations
es: Configuraciones de sistema
fr: Configuration du système
hu: Rendszerbeállítások
pl: Konfiguracje Systemu
sr: Системска подешавања

source: Add & Configure user and groups
es: Agregar y configurar grupos de usuario
fr: ajouter et configurer des utilisateurs et des groupes
hu: Felhasználók és csoportok hozzáadása és kezelése
pl: Dodaj i skonfiguruj użytkownika oraz grupy
sr: Додај & Подеси кориснике и групе

source: Here you can configure new users add groups etc
es: Aquí puedes configurar nuevos usuarios y agregar grupos etc.
fr: Configurer les utilisateurs et groupes du système
hu: Itt konfigurálhatja az új felhasználókat, csoportokat adhat hozzá stb.
pl: Tutaj możesz skonfigurować nowych użytkowników, dodać grupy itp.
sr: Овде можеш подесити нове кориснике додати групе итд

source: Services management
es: Administración de Servicios
fr: Gestion des services
hu: Szolgáltatások kezelése
pl: Zarządzanie usługami
sr: Управљање Сервисима

source: Start and stop of the entire services available on the system
es: Iniciar y detener todos los servicios disponibles en el sistema
fr: Démarrer et arrêter tous les services du système
hu: A rendszerben elérhető összes szolgáltatás indítása és leállítása
pl: Uruchamianie i zatrzymywanie wszystkich usług dostępnych w systemie
sr: Покретање и заустављање свих сервиса доступних на систему

source: Add other fonts
es: Agregar otras tipografías
fr: Ajouter des polices
hu: További betűtípusok hozzáadása
pl: Dodaj dodatkowe czcionki
sr: Додај друге фонтове

source: Add new set of fonts
es: Agregar un nuevo conjunto de tipografías
fr: Ajouter de nouvelles polices de caractère
hu: Adjon hozzá új betűtípusokat
pl: Dodaj nowy zestaw czcionek
sr: Додај нови сет фонтова

source: Configure time
es: Configurar hora
fr: Configurer l'heure
hu: Idő beállítása
pl: Skonfiguruj czas
sr: Подеси време

source: Change time, configure the nts
es: Cambiar la hora, configurar las nts
fr: Changer l'heure, configurer le service NTS (serveur de temps)
hu: Idő módosítása, a hálózati időkiszolgáló konfigurálása
pl: Zmień czas, skonfiguruj nts
sr: Промени време, подеси nts

source: Configure keyboard
es: Configurar teclado
fr: Configurer le clavier
hu: Billentyűzet beállítása
pl: Skonfiguruj klawiaturę
sr: Подеси тастатуру

source: Change or configure keyboard layout
es: Cambiar o configurar la distribución del teclado
fr: Changer ou configurer la langue et la disposition du clavier
hu: Billentyűzetkiosztás változtatása vagy módosítása
pl: Zmień lub skonfiguruj układ klawiatury
sr: Промени или подеси распоред на тастатури

source: Install Guest Account
es: Instalar cuenta de invitado
fr: Installer un compte invité
hu: Vendégfiók telepítése
pl: Zainstaluj Konto Gościa
sr: Инсталирај налог Госта

source: Creates xguest user as a locked down user
es: Crea un usuario xguest como un usuario bloqueado
fr: Créer l'utilisateur limité en droits xguest
hu: Létrehozza az xguest felhasználót lezárt felhasználóként
pl: Stwórz użytkownika xguest jako zablokowanego użytkownika
sr: Креира xguest корисника као закључаног корисника

source: Bug report tool
es: Herramienta de informe de errores
fr: Outils de rapport de bogues
hu: Hibabejelentő eszköz
pl: Narzędzie zgłaszania błędów
sr: Алат за пријаву грешака

source: The simple shell script will help in bug fixing process. The file generated should be attached to any bugreport
es: El sencillo script de shell ayudará en el proceso de corrección de errores. El archivo generado debe adjuntarse a cualquier informe de error.
fr: Ce script shell simple vous aidera dans le processus de correction des bogues. Le fichier généré doit être joint à tout rapport de bogue.
hu: Ez az egyszerű shell script segít a hibajavításban. A generált fájlt csatolni kell minden hibajelentéshez.
pl: Prosty skrypt powłoki pomoże w procesie naprawiania błędów. Wygenerowany plik powinien być dołączany do każdego zgłoszonego błędu.
sr: Једноставна конзолна скрипта која помаже процесу пријаве грешала. Креирани фајл би требао да буде закачен уз сваку пријаву грешке

source: Install Discover
es: Instalar Discover
fr: Installer «Discover»
hu: Discover telepítése
pl: Zainstaluj Discover
sr: Инсталирај Discover

source: Plasma 5 package manager
es: Administrador de paquetes Plasma 5
fr: Le gestionnaire de paquets de Plasma 5
hu: Plasma 5 csomagkezelő
pl: Menadżer pakietów Plasma 5
sr: Plasma 5 менаџер за пакете

source: Desktop Themes
es: Temas de escritorio
fr: Thèmes de bureau
hu: Asztali témák
pl: Motywy pulpitu
sr: Десктоп теме

source: Change or install your favorite Plasma theme
es: Cambia o instala tu tema Plasma favorito
fr: Installer et sélectionner des thèmes Plasma
hu: Változtassa meg vagy telepítse kedvenc Plazma témáját
pl: Zmień lub zainstaluj twoje ulubione motywy Plasmy
sr: Промени или инсталирај своју омиљену Плазма тему

source: Desktop Icons
es: Iconos de escritorio
fr: Icônes de bureau
hu: Asztali ikonok
pl: Ikony Pulpitu
sr: Десктоп иконице

source: Change or install your favorite icons theme
es: Cambia o instala tu tema de iconos favorito
fr: Installer et sélectionner des icônes de bureau
hu: Változtassa meg vagy telepítse kedvenc ikonjainak témáját
pl: Zmień lub zainstaluj twoje ulubione motywy ikon
sr: Промени или инсталирај своју омиљену тему иконица

source: Configure the system boot
es: Configurar el arranque del sistema
fr: Configurer le démarrage du système
hu: Rendszerbetöltés beállítása
pl: Skonfiguruj uruchamianie systemu
sr: Подеси подизање система

source: If you need to change the boot order of the system or repair grub2 manually or later add another operating system
es: Si necesita cambiar el orden de arranque del sistema o reparar grub2 manualmente o luego agregar otro sistema operativo
fr: Changer l'ordre de démarrage du système, réparer grub2 manuellement ou ajouter un autre système d'exploitation
hu: Ha meg kell változtatnia a rendszer indítási sorrendjét vagy manuálisan javítania kell a grub2-t, vagy később hozzá kell adnia egy másik operációs rendszert.
pl: Jeśli chcesz zmienić kolejność uruchamianych systemów lub prawić grub2 ręcznie, bądź później dodać kolejny system operacyjny
sr: Уколико треба да промениш редослед подизања система или ручно поправиш grub2 или касније додаш још један оперативни систем

source: Security Configurations
es: Configuraciones de seguridad
fr: Configurations de sécurité
hu: Biztonsági beállítások
pl: Konfiguracja bezpieczeństwa
sr: Сигурносна подешавања

source: Configure your firewall
es: Configura tu cortafuegos
fr: Configurer votre pare-feu
hu: Tűzfal beállítása
pl: Skonfiguruj firewall
sr: Подеси свој заштитни зид

source: Change, configure and manage your firewall settings
es: Cambia, configura y administra las opciones de tu cortafuegos
fr: Changer, configurer et gérer les paramètres du pare-feu
hu: Tűzfalbeállítások módosítása, konfigurálása és kezelése
pl: Zmień, skonfiguruj i zarządzaj ustawieniami firewall
sr: Промени, подеси и управљај опцијама свог заштитног зида

source: Open your firewall applet
es: Cambia el applet de tu cortafuegos
fr: Ouvrir l'appliquette du pare-feu
hu: Tűzfal app megnyitása
pl: Otwórz aplet firewall
sr: Отвори аплет свог заштитног зида

source: Change, configure and manage your firewall settings from the applet
es: Cambia, configura y administra tu contrafuegos desde el applet
fr: Modifier, configurer et gérer les paramètres de votre pare-feu à partir de l'appliquette
hu: Tűzfalbeállítások módosítása, konfigurálása és kezelése az alkalmazásból
pl: Zmień, skonfiguruj i zarządzaj ustawieniami firewall za pośrednictwem apletu
sr: Измени, подеси и управљај опцијама свог заштитног зида преко аплета

source: Autorization management
es: Gestión de autorizaciones
fr: Gestion des autorisations
hu: Azonosítás kezelése
pl: Zarządzanie uwierzytelnieniem
sr: Управљање Ауторизацијом

source: Configure users Autorization to the OpenMandriva configuration tools
es: Configurar la Autorización de los usuarios a las herramientas de configuración de OpenMandriva
fr: Configurer les droits d'accès des utilisateurs aux outils de configuration d'OpenMandriva
hu: Felhasználók azonosításának kezelése az OpenMandriva konfigurációs eszközökhöz
pl: Skonfiguruj uprawnienia użytkowników do narzędzi konfiguracyjnych OpenMandriva
sr: Подеси Ауторизацију корисника за OpenMandriva конфигурационе алате

source: About
es: Acerca de
fr: À propos
hu: Az oldalról
pl: O
sr: О

source: This software is licensed under the GNU General Public License version 2 (GPLv2).
es: Este software esta licenciado bajo la GNU General Public License versión 2 (GPLv2).
fr: Ce logiciel est sous licence GNU General Public License version 2 (GPLv2).
hu: Ez a szoftver a GNU General Public License 2. verziója (GPLv2) alatt áll.
pl: To oprogramowanie jest licencjonowane pod licencją GNU General Public License w wersji 2 (GPLv2).
sr: Овај софтвер је објављен под условима ГНУ Опште Јавне Лиценце верзије 2 (GPLv2).

source: It uses Qt5 WebEngine and htmlscript.
es: Utiliza Qt5 WebEngine y htmlscript
fr: Il utilise Qt5 WebEngine et htmlscript.
hu: A Qt5 WebEngine-t és htmlscriptet használ.
pl: Wykorzystuje Qt5 WebEngine i htmlscript.
sr: Користи Qt5 веб мотор и htmlscript.

source: For bugs, suggestions and improvements, please head to
es: Para errores, sugerencias y mejoras, diríjase a
fr: Pour les bugs, suggestions et améliorations, merci de vous rendre sur
hu: Hibákért, javaslatokért és fejlesztésekért kérjük, látogasson el a következő címre:
pl: Błędy, sugestie i ulepszenia, proszę zgłaszać do
sr: За грешке, сугестине и унапређења, идите на

source: Exit
es: Salir
fr: Quitter
hu: Kilépés
pl: Wyjście
sr: Излаз

source: You are using
es: Estas usando
fr: Vous utilisez
hu: A következőt használja:
pl: Używasz
sr: Ви користите

source: with kernel
es: Con el Kernel
fr: avec le kernel
hu: kernellel
pl: z jądrem
sr: са кернелом

source: architecture
es: Arquitectura
hu: architektúra
pl: architektura
sr: архитектура

source: Next
es: Siguiente
fr: suivant
hu: Következő
pl: Dalej
sr: Следеће
